{
  "en": {
    "title": "stewardship code",
    "content": " 1. Based on a deep understanding of the investment target company and the economic, social, and business environments, we seek to increase company value and grow the company through active communication and shareholder activities to promote the mid- to long-term interests of customers and beneficiaries.    <br />    2. Comply with relevant policies, capital market laws, and methods prescribed by relevant regulations to manage conflict of interest issues, and utilize these means appropriately in a manner that enhances the trust of customers and beneficiaries.     <br />    3. Strive to identify risk factors that may materially impair the value of the investee company in advance, and seek appropriate solutions through constructive communication, including consultation before the shareholders' meeting, when risk factors and other concerns are identified.     <br />    4. In the course of active shareholder activities, be aware of the possibility of violating the provisions of the Capital Market Act regarding the prohibition of using undisclosed material information, and in particular, do not use inside information that has a significant impact on the value of the company to gain trading advantage based on information superiority.    <br />    5. Based on active shareholder engagement, we have the capacity and expertise to understand the company and conduct constructive shareholder activities to promote the mid- to long-term development and sustainability of the investee company.",
    "close": "close"
  },
  "ko": {
    "title": "스튜어드십 코드",
    "content": " 1. 투자대상회사와 경제ㆍ사회ㆍ사업 환경 등에 관한 깊은 이해를 바탕으로 적극적인 소통과 주주활동을 통해 회사가치의 상승과 회사의 성장을 추구함으로써 고객과 수익자의 중장기적인 이익을 도모한다.    <br />    2. 이해상충 문제를 관리하기 위해 관련 정책, 자본시장법령 및 관계 규정이 정한 방법 등을 준수하며, 고객과 수익자의 신뢰를 높이는 방향으로 이들 수단을 적절히 활용한다.     <br />    3. 투자대상회사의 가치를 중대하게 훼손할 가능성이 있는 위험 요소를 사전에 발견하도록 노력하고 위험 요소 및 기타 우려 사항을 확인한 경우에는 주주총회 전 협의 등 건설적인 소통을 통해 적절한 해결책을 모색한다.     <br />    4. 적극적인 주주활동 과정에서 미공개 중요 정보의 이용 금지에 관한 자본시장법상 규정을 위반하게 될 가능성이 있음에 주의하고 특히 회사가치에 중대한 영향을 끼치는 내부 정보를 이용해 정보 우위를 기반으로 거래상 이득을 취하려고 시도하지 않는다.    <br />    5. 적극적인 주주활동을 토대로 투자대상회사의 중장기 발전과 지속가능성 제고를 도모하기 위해 회사에 대한 이해를 높이고 건설적인 주주활동이 가능하도록 역량과 전문성을 갖춘다.",
    "close": "닫기"
  }
}
